// 가로, 세로의 크기가 각각 100인 정사각형 모양의 흰색 도화지가 있다. 이 도화지 위에
// 가로, 세로의 크기가 각각 10인 정사각형 모양의 검은색 색종이를 색종이의 변과 도화지의 변이
// 평행하도록 붙인다. 이러한 방식으로 색종이를 한 장 또는 여러 장 붙인 후 색종이가 붙은
// 검은 영역의 넓이를 구하는 프로그램을 작성하시오. 예를 들어 흰색 도화지 위에 세 장의
// 검은색 색종이를 그림과 같은 모양으로 붙였다면 검은색 영역의 넓이는 260이 된다.
// *조건 : 배열은 전역변수로 선언하며 색종이를 붙이는 함수를 작성하여 main 함수에서 호출하시오.
// - 입력: 첫째 줄에 색종이의 수가 주어지고 둘째 줄부터 한 줄에 하나씩 색종이를 붙인 위치가 주어진다.
// 색종이의 위치는 도화지의 왼쪽 아래 모서리를 (0,0)으로 표현했을 때 좌표로 표현한다.
// - 출력: 색종이가 붙은 검은 영역의 넓이를 출력한다.

#include <stdio.h>

int main()
{
}
